[
    {
        "A":"{رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا} [سورة آل عمران، آية:147]"
    }, 
    {
        "A":"{لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [سورة الأعراف، آية:149]"
    }, 
    {
        "A":"{رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا} [سورة آل عمران، آية:193]"
    }, 
    {
        "A":"{وقل رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ} [سورة المؤمنون، آية:118]"
    }, 
    {
        "A":"رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ} [سورة المؤمنون، آية:109]"
    }, 
    {
        "A":"{رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } [سورة التحريم، آية:8]" 
    }, 
    {
        "A":"{رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلاَ تَزِدِ الظَّالِمِينَ إِلاَّ تَبَارًا}. [سورة نوح، آية:28]"
    }, 
    {
        "A":"{فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً * يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَاراً * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَاراً}. [سورة نوح، آية:10-11-12]"
    }, 
    {
        "A":"{رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ}.[سورة آل عمران، آية:193]"
    }, 
    {
        "A":"{سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ}.[سورة البقرة، آية:285} "
    }, 
    {
        "A":"{رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ}.[سورة آل عمران، آية:147]"
    }, 
    {
        "A":"{رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي}[سورة القصص، آية:16]"
    }, 
    {
        "A":"{رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ}[سورة الحشر، آية:10]"
    }, 
    {
        "A":"استغفرُ اللهَ العظيمَ الذي لا إلهَ إلَّا هو الحيَّ القيومَ وأتوبُ إليه.[رواه الألباني، في صحيح الترمذي، عن زيد بن حارثة مولى رسول الله صلى الله عليه وسلم، الصفحة أو الرقم:3577، صحيح.]" 
    }, 
    {
        "A":"اللَّهمَّ أنتَ ربِّي ، لا إلَهَ إلَّا أنتَ ، خَلقتَني وأَنا عبدُكَ ، وأَنا على عَهْدِكَ ووعدِكَ ما استطعتُ ، أعوذُ بِكَ من شرِّ ما صنعتُ ، وأبوءُ لَكَ بنعمتِكَ عليَّ ، وأعترفُ بِذنوبي ، فاغفِر لي ذنوبي إنَّهُ لا يَغفرُ الذُّنوبَ إلَّا أنت.[رواه الألباني، في صحيح الترمذي، عن شداد بن أوس، الصفحة أو الرقم:3393، صحيح.]"
    }, 
    {
        "A":"اللَّهُمَّ لكَ أسْلَمْتُ، وبِكَ آمَنْتُ، وعَلَيْكَ تَوَكَّلْتُ، وإلَيْكَ أنَبْتُ، وبِكَ خَاصَمْتُ، وإلَيْكَ حَاكَمْتُ، فَاغْفِرْ لي ما قَدَّمْتُ وما أخَّرْتُ، وأَسْرَرْتُ وأَعْلَنْتُ، أنْتَ إلَهِي لا إلَهَ لي غَيْرُكَ."
    }, 
    {
        "A":"اللَّهمَّ اغفِر لي وارحَمني وارزُقني وعافِني.[رواه البخاري، في صحيح البخاري، عن عبدالله بن عباس، الصفحة أو الرقم:7385، صحيح.]"
    }, 
    {
        "A":"رَبِّ اغْفِرْ لي خَطِيئَتي وجَهْلِي، وإسْرَافِي في أمْرِي كُلِّهِ، وما أنْتَ أعْلَمُ به مِنِّي، اللَّهُمَّ اغْفِرْ لي خَطَايَايَ، وعَمْدِي وجَهْلِي وهَزْلِي، وكُلُّ ذلكَ عِندِي، اللَّهُمَّ اغْفِرْ لي ما قَدَّمْتُ وما أخَّرْتُ، وما أسْرَرْتُ وما أعْلَنْتُ، أنْتَ المُقَدِّمُ وأَنْتَ المُؤَخِّرُ، وأَنْتَ علَى كُلِّ شيءٍ قَدِيرٌ.[رواه البخاري، في صحيح البخاري، عن أبو موسى الأشعري، الصفحة أو الرقم:6398، صحيح.]"
    }, 
    {
        "A":"اللهمَّ إنِّي أعوذُ بك من العجزِ والكسلِ ، والجبنِ والبخلِ ، والهرمِ ، وعذابِ القبرِ ، وفتنةِ الدجَّالِ ، اللهم آتِ نفسي تقواها ، وزكِّها أنت خيرُ من زكَّاها ، أنت وليُّها ومولاها ، اللهمَّ إنِّي أعوذُ بك من علْمٍ لا ينفعُ ، ومن قلْبٍ لا يخشعُ ، ومن نفسٍ لا تشبعُ، ومن دعوةٍ لا يُستجابُ لها.[رواه الألباني، في صحيح الجامع، عن زيد بن أرقم، الصفحة أو الرقم:1286، صحيح.]"
    }, 
    {
        "A":"اللَّهُمَّ إنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، ولَا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ، فَاغْفِرْ لي مَغْفِرَةً مِن عِندِكَ، وارْحَمْنِي، إنَّكَ أنْتَ الغَفُورُ الرَّحِيمُ.[رواه البخاري، في صحيح البخاري، عن أبو بكر الصديق، الصفحة أو الرقم:6326، صحيح.]"
    }, 
    {
        "A":"اللهم إنك عفو كريم تحب العفو فاعف عنا.[رواه النووي، في الأذكار، عن عائشة أم المؤمنين، الصفحة أو الرقم:247، إسناده صحيح.]"
    }, 
    {
        "A":"اللهم اغفر لي وارحمني وهادني وعافني وارزقني.[رواه الألباني، في تخريج مشكاة المصابيح، عن عبدالله بن عباس، الصفحة أو الرقم:861، صحيح.]"
    }, 
    {
        "A":"اللهم لك أسلمت وبك آمنت وعليك توكلت وإليك أنبت وبك خاصمت وإليك حاكمت فاغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت أنت المقدم وأنت المؤخر لا إله إلا أنت.[رواه أحمد شاكر، في مسند أحمد، عن عبدالله بن عباس، الصفحة أو الرقم:5/125، إسناده صحيح.]"
    }, 
    {
        "A":"سُبْحَانَكَ رَبِّي وَبِحَمْدِكَ، اللهُمَّ اغْفِرْ لِي.[رواه مسلم، في صحيح مسلم، عن عائشة أم المؤمنين، الصفحة أو الرقم:484، صحيح.]"
    }
]